app/controllers/employers_controller.rb

INSERT INTO "employers" ("address", "city", "created_at", "ssn", "postal_code", "updated_at", "last_name", "first_name") VALUES('', '', '2009-10-04 13:34:43', '', '', '2009-10-04 13:34:43', '', 'das')
---
  def create
    @employer = Employer.new(params[:employer])
    respond_to do |format|
      if @employer.save